62713 the
58334 ,
49346 .
36080 of
27915 and
25732 to
21881 a
19536 in
10237 that
10011 is
9777 was
8841 for
8837 ``
8789 ''
7258 The
7012 with
6723 it
6706 as
6566 he
6466 his
6395 on
6344 be
5566 ;
5161 I
5103 by
5102 had
4963 at
4693 ?
4423 not
4333 are
4207 from
4118 or
3966 this
3892 have
3542 an
3540 which
3432 --
3279 were
3007 but
2982 He
2885 her
2873 one
2773 they
2766 you
2726 all
2677 would
2576 him
2562 their
2470 been
2466 )
2435 (
2425 has
2204 will
2192 who
2130 more
2058 out
2037 It
1973 we
1949 she
1943 said
1877 there
1874 up
1801 In
1795 :
1788 than
1786 them
1782 into
1781 no
1780 its
1766 about
1755 so
1746 when
1738 can
1646 only
1627 other
1596 !
1580 could
1556 time
1466 if
1435 what
1407 some
1374 But
1314 A
1311 two
1301 any
1292 may
1259 do
1242 first
1237 like
1228 these
1206 over
1192 such
1179 This
1165 me
1161 my
1151 man
1142 our
1122 made
1060 new
1055 most
1045 now
1025 then
1003 must
 999 also
 995 Af
 994 did
 985 even
 950 back
 948 before
 943 years
 941 through
 938 And
 925 many
 911 She
 900 much
 892 way
 888 down
 868 your
 865 should
 851 There
 850 where
 847 They
 844 Mr.
 823 after
 811 people
 811 because
 801 too
 788 little
 782 those
 772 very
 772 own
 768 make
 767 good
 759 each
 757 well
 755 work
 751 just
 736 men
 732 If
 731 still
 728 see
 719 get
 716 between
 713 long
 691 being
 684 world
 679 same
 679 know
 679 We
 676 life
 670 us
 670 might
 664 never
 649 year
 648 under
 648 For
 643 both
 636 last
 634 off
 623 how
 623 day
 621 came
 618 against
 610 used
 608 great
 607 here
 605 go
 599 himself
 597 right
 589 come
 585 When
 583 few
 577 take
 575 New
 573 another
 569 American
 568 old
 566 use
 560 while
 556 around
 553 three
 547 As
 544 state
 541 without
 536 found
 534 again
 534 Mrs.
 530 His
 528 place
 527 1
 526 home
 520 You
 518 small
 515 thought
 506 went
 495 say
 475 upon
 473 What
 471 left
 471 got
 467 number
 465 part
 464 course
 463 United
 461 high
 455 since
 453 during
 453 away
 449 always
 447 fact
 446 2
 445 does
 445 States
 434 every
 433 until
 431 water
 427 think
 426 less
 426 enough
 426 To
 425 took
 424 put
 421 head
 420 something
 419 One
 418 hand
 417 school
 414 once
 411 told
 409 far
 409 At
 408 set
 406 almost
 402 better
 401 public
 400 house
 400 end
 398 night
 396 called
 395 knew
 395 find
 393 system
 393 didn't
 392 going
 391 eyes
 387 don't
 382 however
 382 asked
 381 group
 380 toward
 379 give
 377 days
 375 though
 375 point
 373 program
 373 possible
 372 given
 370 side
 370 present
 370 per
 370 face
 366 room
 366 looked
 365 important
 364 look
 363 order
 363 business
 362 next
 361 things
 360 John
 359 young
 359 become
 358 nothing
 358 No
 357 later
 357 felt
 357 That
 356 social
 355 case
 355 Then
 354 rather
 354 large
 352 need
 351 form
 350 saw
 349 often
 346 On
 345 These
 343 least
 342 children
 342 along
 341 second
 341 best
 338 several
 333 seemed
 333 ever
 333 early
 332 Of
 331 thing
 326 want
 326 power
 326 four
 324 mind
 323 interest
 321 within
 320 turned
 320 light
 319 area
 317 '
 316 done
 316 big
 314 among
 312 problem
 312 members
 312 door
 312 country
 312 began
 311 sense
 311 general
 311 family
 310 kind
 310 development
 306 whole
 306 matter
 306 different
 305 war
 305 open
 304 itself
 303 help
 303 certain
 302 York
 299 God
 294 others
 294 human
 293 let
 292 name
 291 means
 287 example
 287 action
 287 3
 285 hands
 285 gave
 283 yet
 283 feet
 282 line
 279 taken
 277 past
 277 law
 277 With
 276 seen
 275 above
 275 All
 274 across
 273 local
 273 either
 272 government
 272 experience
 271 show
 271 quite
 270 themselves
 270 car
 269 words
 269 body
 269 Now
 269 I'm
 268 history
 267 really
 265 anything
 264 times
 264 death
 263 period
 263 half
 263 State
 261 word
 260 together
 259 money
 259 held
 259 city
 258 whether
 258 information
 258 having
 258 cannot
 257 week
 257 already
 257 President
 254 white
 254 shall
 254 political
 253 brought
 252 seems
 252 making
 251 real
 250 whose
 250 question
 247 keep
 246 today
 246 moment
 246 ago
 246 After
 245 tell
 245 service
 245 known
 245 became
 244 behind
 243 result
 243 free
 243 field
 242 why
 242 five
 240 problems
 240 heard
 240 available
 239 sure
 239 study
 239 reason
 238 position
 237 change
 236 probably
 236 job
 235 boy
 235 areas
 233 special
 233 individual
 232 Miss
 230 close
 230 So
 229 seem
 227 wife
 227 major
 226 wanted
 226 turn
 225 full
 225 am
 223 cost
 223 church
 221 policy
 221 necessary
 220 voice
 219 economic
 219 clear
 218 company
 218 air
 217 woman
 217 true
 217 front
 216 feel
 216 able
 215 future
 215 age
 214 provide
 214 perhaps
 214 office
 214 love
 214 community
 213 effect
 212 stood
 212 national
 212 level
 211 girl
 211 Some
 211 How
 210 child
 209 total
 209 rate
 209 control
 208 morning
 208 common
 206 short
 206 run
 206 Washington
 206 4
 205 following
 204 students
 204 million
 203 By
 201 town
 201 sound
 201 evidence
 200 value
 200 force
 199 top
 199 mean
 199 land
 199 hard
 199 believe
 198 surface
 198 leave
 198 although
 198 An
 197 type
 197 play
 196 six
 196 situation
 196 plan
 196 military
 195 various
 195 process
 195 party
 195 English
 194 strong
 194 started
 194 says
 194 music
 194 lines
 194 increase
 194 further
 194 America
 193 minutes
 193 longer
 193 idea
 192 society
 192 personal
 192 Dr.
 191 tax
 191 mother
 191 alone
 191 House
 190 schools
 190 outside
 190 near
 190 gone
 189 usually
 188 months
 187 needed
 187 center
 187 West
 187 Not
 187 General
 186 private
 186 nature
 186 kept
 186 expected
 185 values
 185 living
 185 century
 185 Even
 184 pressure
 184 ground
 184 basis
 183 view
 183 art
 182 women
 181 wrote
 181 required
 181 moved
 181 greater
 181 call
 181 South
 181 I'll
 180 modern
 180 cut
 179 conditions
 179 complete
 178 road
 178 return
 178 particular
 177 support
 177 attention
 176 soon
 176 else
 176 book
 175 live
 175 education
 174 material
 174 late
 173 stage
 173 lost
 173 hours
 173 couldn't
 173 Since
 172 single
 172 followed
 172 costs
 172 amount
 172 1960
 171 third
 171 space
 171 hundred
 171 except
 171 added
 170 tried
 170 person
 170 including
 170 heart
 170 fire
 170 dark
 170 coming
 170 board
 170 However
 169 reached
 169 pay
 169 miles
 169 developed
 168 move
 168 feeling
 167 recent
 167 read
 167 makes
 167 act
 166 simply
 166 shown
 166 figure
 166 dead
 166 Thus
 164 hope
 164 equipment
 164 class
 164 St.
 164 Department
 163 taking
 163 received
 163 doing
 163 college
 163 basic
 163 National
 163 From
 163 &
 162 trying
 162 sometimes
 162 looking
 162 inside
 162 hold
 162 everything
 162 Why
 161 sort
 161 picture
 161 industry
 161 data
 161 cold
 161 U.S.
 160 terms
 160 spirit
 160 rest
 160 low
 160 father
 160 difficult
 160 care
 160 It's
 159 walked
 159 nor
 159 beginning
 159 War
 158 subject
 158 states
 158 religious
 158 getting
 157 passed
 157 floor
 157 beyond
 157 My
 156 therefore
 156 especially
 156 bring
 156 black
 155 simple
 155 cent
 154 range
 154 England
 153 written
 153 report
 153 property
 153 paper
 152 needs
 152 natural
 152 Secretary
 152 10
 151 talk
 151 meeting
 151 likely
 151 higher
 151 hear
 151 growth
 151 final
 151 can't
 151 Her
 150 friends
 150 considered
 150 Congress
 149 ten
 149 sat
 149 fine
 149 entire
 149 answer
 148 working
 148 story
 148 forces
 148 difference
 148 countries
 147 wasn't
 147 table
 147 meet
 147 involved
 147 hair
 147 cases
 147 building
 147 William
 146 training
 146 thus
 146 street
 146 similar
 146 happened
 146 Government
 145 stand
 145 purpose
 145 hour
 145 effort
 144 paid
 144 issue
 144 North
 144 Christian
 143 whom
 143 sent
 143 points
 143 market
 143 knowledge
 143 earlier
 143 Here
 142 ready
 142 particularly
 142 it's
 142 5
 141 statement
 141 showed
 141 results
 141 increased
 141 decided
 141 addition
 141 East
 140 thinking
 140 start
 140 son
 140 production
 140 letter
 140 Well
 140 Kennedy
 139 weeks
 139 wall
 139 moral
 139 girls
 139 due
 139 bad
 139 French
 138 size
 138 reading
 138 programs
 138 methods
 138 ideas
 137 understand
 137 stock
 137 method
 137 directly
 137 color
 136 population
 136 fall
 136 Yet
 135 strength
 135 normal
 135 lay
 135 foreign
 135 concerned
 135 appeared
 135 Island
 134 trade
 134 record
 134 police
 134 nearly
 134 food
 134 deal
 134 Federal
 134 City
 134 1961
 133 research
 133 questions
 133 peace
 133 merely
 133 member
 133 continued
 133 comes
 132 using
 132 summer
 132 section
 132 ran
 132 influence
 132 direction
 132 boys
 132 below
 132 During
 131 trouble
 131 physical
 131 opened
 131 literature
 131 husband
 131 finally
 130 temperature
 130 suddenly
 130 step
 130 month
 130 list
 130 led
 129 stopped
 129 piece
 129 met
 129 instead
 129 chance
 129 cause
 129 George
 128 wrong
 128 worked
 128 try
 128 theory
 128 services
 128 provided
 128 myself
 128 former
 128 evening
 128 effective
 128 anyone
 128 actually
 128 Soviet
 127 forms
 127 average
 126 ways
 126 placed
 126 lead
 126 defense
 126 changes
 126 bed
 125 wouldn't
 125 systems
 125 sales
 125 president
 125 herself
 125 groups
 125 friend
 125 efforts
 125 degree
 125 I've
 125 Church
 124 truth
 124 movement
 124 meaning
 124 manner
 124 lot
 124 carried
 124 aid
 124 University
 123 wide
 123 somewhat
 123 respect
 123 fear
 123 Although
 122 works
 122 treatment
 122 throughout
 122 series
 122 red
 122 plant
 122 performance
 122 larger
 122 game
 122 direct
 122 beautiful
 122 approach
 121 reaction
 121 numbers
 121 easy
 121 couple
 121 Just
 121 C
 120 remember
 120 opportunity
 120 described
 120 court
 120 charge
 120 While
 120 J.
 119 window
 119 understanding
 119 served
 119 running
 119 reported
 119 labor
 119 indeed
 119 generally
 119 freedom
 119 eye
 119 determined
 119 decision
 119 First
 118 trial
 118 nation
 118 medical
 118 lower
 118 hot
 118 clearly
 118 Europe
 118 Each
 118 British
 118 Aj
 117 persons
 117 nations
 117 international
 117 immediately
 117 image
 117 feed
 117 character
 117 certainly
 117 appear
 117 account
 117 S.
 116 responsibility
 116 learned
 116 fiscal
 116 earth
 116 based
 116 ask
 116 Act
 115 volume
 115 technical
 115 steps
 115 returned
 115 planning
 115 obtained
 115 man's
 115 length
 115 forward
 115 audience
 115 arms
 115 activity
 114 types
 114 ones
 114 industrial
 114 gives
 114 blood
 114 6
 113 test
 113 straight
 113 serious
 113 saying
 113 lived
 113 function
 113 doubt
 113 corner
 113 15
 112 quality
 112 plane
 112 latter
 112 federal
 112 farm
 112 30
 111 writing
 111 square
 111 pattern
 111 include
 111 hit
 111 according
 111 White
 111 Such
 111 Brown
 111 Another
 110 stop
 110 organization
 110 nuclear
 110 moving
 110 letters
 110 horse
 110 extent
 110 completely
 110 choice
 110 born
 110 activities
 110 Our
 110 May
 110 Court
 110 A.
 109 wish
 109 visit
 109 student
 109 specific
 109 shot
 109 recently
 109 progress
 109 pool
 109 parts
 109 lack
 109 design
 109 cars
 109 Southern
 109 Oh
 108 slowly
 108 main
 108 indicated
 108 importance
 108 firm
 108 established
 108 effects
 108 distance
 107 stress
 107 stay
 107 spring
 107 speak
 107 principle
 107 plans
 107 neither
 107 heavy
 107 hall
 107 expect
 107 Their
 107 Negro
 106 remained
 106 operation
 106 note
 106 leaders
 106 language
 106 growing
 106 existence
 106 easily
 106 designed
 106 consider
 106 cities
 106 central
 106 attitude
 106 applied
 106 ahead
 106 additional
 106 8
 105 write
 105 season
 105 science
 105 reach
 105 radio
 105 continue
 105 afternoon
 105 Rhode
 105 Many
 104 waiting
 104 spent
 104 role
 104 press
 104 interested
 104 covered
 104 closed
 104 becomes
 104 apparently
 104 Union
 104 Most
 104 I'd
 104 Do
 104 College
 103 won't
 103 suggested
 103 staff
 103 serve
 103 played
 103 mouth
 103 faith
 103 elements
 103 attack
 103 analysis
 103 administration
 103 World
 103 Western
 102 teeth
 102 sun
 102 scene
 102 reasons
 102 prepared
 102 original
 102 married
 102 limited
 102 factors
 102 date
 102 Only
 102 Don't
 102 B
 102 1959
 101 rise
 101 religion
 101 raised
 101 professional
 101 playing
 101 exactly
 101 dropped
 101 demand
 101 deep
 101 current
 101 built
 101 bit
 101 ball
 101 Two
 101 Sunday
 101 James
 100 rates
 100 race
 100 price
 100 meant
 100 figures
 100 Thomas
  99 talking
  99 sides
  99 pretty
  99 places
  99 hardly
  99 gun
  99 filled
  99 events
  99 daily
  99 June
  98 techniques
  98 related
  98 machine
  98 knows
  98 hadn't
  98 facilities
  98 entered
  98 Street
  98 Is
  98 Chicago
  97 supply
  97 style
  97 officer
  97 income
  97 fight
  97 dollars
  97 concern
  97 claim
  97 caught
  97 blue
  97 That's
  97 March
  97 Christ
  96 walk
  96 usual
  96 status
  96 standing
  96 popular
  96 institutions
  96 glass
  96 energy
  96 actual
  96 Charles
  96 12
  95 trees
  95 thousand
  95 studies
  95 share
  95 products
  95 changed
  95 behavior
  95 attempt
  94 unit
  94 shows
  94 seven
  94 opinion
  94 materials
  94 included
  94 green
  94 gas
  94 film
  94 considerable
  94 accepted
  94 7
  93 you're
  93 successful
  93 station
  93 standard
  93 remain
  93 relations
  93 primary
  93 practice
  93 older
  93 highly
  93 giving
  93 eight
  93 drive
  93 Perhaps
  93 Old
  93 C.
  93 Americans
  92 tradition
  92 thin
  92 sitting
  92 proper
  92 poor
  92 pieces
  92 obvious
  92 none
  92 middle
  92 marriage
  92 fell
  92 determine
  92 books
  92 Jack
  92 Communist
  92 20
  91 worth
  91 structure
  91 sign
  91 radiation
  91 project
  91 objective
  91 happy
  91 arm
  91 Mike
  91 Let
  91 1958
  90 weight
  90 university
  90 that's
  90 source
  90 purposes
  90 produced
  90 news
  90 kitchen
  90 heat
  90 funds
  90 follow
  90 entirely
  90 dinner
  90 complex
  90 caused
  90 cattle
  90 balance
  89 regard
  89 noted
  89 mass
  89 leadership
  89 goes
  89 famous
  89 discussion
  89 construction
  89 condition
  89 annual
  89 Yes
  89 London
  88 unless
  88 principal
  88 names
  88 management
  88 health
  88 equal
  88 develop
  88 carry
  88 announced
  88 River
  88 Or
  88 Committee
  87 whatever
  87 units
  87 spoke
  87 relationship
  87 quickly
  87 possibility
  87 pain
  87 oil
  87 obviously
  87 measure
  87 laws
  87 isn't
  87 enemy
  87 doctor
  87 clothes
  87 Where
  87 Mary
  87 Both
  86 touch
  86 takes
  86 success
  86 patient
  86 pass
  86 inches
  86 finished
  86 facts
  86 died
  86 companies
  86 break
  86 allowed
  86 Lord
  86 E.
  86 Association
  85 require
  85 records
  85 published
  85 marked
  85 loss
  85 frequently
  85 failure
  85 doesn't
  85 cover
  85 concept
  85 build
  85 assistance
  85 Once
  85 More
  85 German
  85 County
  84 variety
  84 stations
  84 stated
  84 significant
  84 remains
  84 relatively
  84 previous
  84 greatest
  84 clay
  84 carefully
  84 base
  84 aware
  84 appears
  84 Corps
  84 Catholic
  83 sight
  83 shape
  83 remembered
  83 product
  83 prevent
  83 offered
  83 learn
  83 interests
  83 hotel
  83 distribution
  83 collection
  83 capacity
  83 bridge
  83 authority
  83 W.
  83 Robert
  83 Henry
  82 sources
  82 slightly
  82 ship
  82 requirements
  82 proposed
  82 produce
  82 presented
  82 poetry
  82 opening
  82 named
  82 instance
  82 impossible
  82 dance
  82 circumstances
  82 churches
  82 chief
  82 broad
  82 begin
  82 active
  82 25
  81 watched
  81 trip
  81 team
  81 sex
  81 scientific
  81 provides
  81 philosophy
  81 parents
  81 operating
  81 officers
  81 key
  81 jazz
  81 interesting
  81 immediate
  81 houses
  81 fixed
  81 financial
  81 event
  81 essential
  81 created
  81 cells
  81 agreed
  81 Germany
  80 yesterday
  80 workers
  80 subjects
  80 speed
  80 sea
  80 recognized
  80 musical
  80 manager
  80 lives
  80 leaving
  80 indicate
  80 fully
  80 features
  80 explained
  80 committee
  80 capital
  80 campaign
  80 bottom
  80 agreement
  80 Russian
  79 term
  79 studied
  79 spread
  79 session
  79 regular
  79 operations
  79 offer
  79 mentioned
  79 forced
  79 expression
  79 drink
  79 desire
  79 atmosphere
  79 apartment
  79 add
  79 Sam
  78 union
  78 teacher
  78 someone
  78 reports
  78 reality
  78 picked
  78 opposite
  78 neck
  78 maximum
  78 fast
  78 enter
  78 differences
  78 citizens
  78 bill
  78 battle
  78 Its
  78 -
  77 train
  77 traditional
  77 smaller
  77 secret
  77 river
  77 reduced
  77 poems
  77 looks
  77 laid
  77 favor
  77 edge
  77 district
  77 crisis
  77 bright
  77 believed
  77 anode
  77 Providence
  77 100
  76 winter
  76 watch
  76 strange
  76 separate
  76 rules
  76 response
  76 receive
  76 procedure
  76 literary
  76 index
  76 fresh
  76 formed
  76 follows
  76 editor
  76 economy
  76 director
  76 difficulty
  76 classes
  76 buildings
  76 bottle
  76 beside
  76 address
  76 School
  76 Council
  76 Commission
  76 Club
  76 B.
  75 vote
  75 treated
  75 stayed
  75 removed
  75 presence
  75 permit
  75 memory
  75 killed
  75 justice
  75 hospital
  75 hearing
  75 he'd
  75 file
  75 Virginia
  75 Red
  75 Other
  75 Jr.
  75 France
  74 watching
  74 tone
  74 seeing
  74 security
  74 quiet
  74 pointed
  74 observed
  74 nine
  74 hell
  74 fit
  74 failed
  74 expressed
  74 coffee
  74 check
  74 ability
  74 November
  74 Jewish
  74 De
  74 Berlin
  74 Army
  73 youth
  73 wait
  73 twenty
  73 selected
  73 pulled
  73 knife
  73 gain
  73 frame
  73 faculty
  73 everyone
  73 discovered
  73 contrast
  73 advantage
  73 Louis
  72 store
  72 standards
  72 resources
  72 positive
  72 planned
  72 personnel
  72 official
  72 murder
  72 individuals
  72 familiar
  72 election
  72 assumed
  72 T
  72 Russia
  72 Morgan
  72 Jones
  72 Company
  72 Because
  71 writer
  71 smiled
  71 responsible
  71 region
  71 proved
  71 legal
  71 items
  71 increasing
  71 forth
  71 factor
  71 faces
  71 detail
  71 chosen
  71 brother
  71 broke
  71 bar
  71 accept
  71 Richard
  71 H.
  70 wants
  70 solid
  70 sharp
  70 send
  70 round
  70 rose
  70 platform
  70 evil
  70 dog
  70 daughter
  70 county
  70 corporation
  70 carrying
  70 brief
  70 allow
  70 Service
  70 San
  70 Rome
  70 Mercer
  70 April
  70 Also
  69 willing
  69 walls
  69 waited
  69 vocational
  69 suppose
  69 shelter
  69 seek
  69 rights
  69 rich
  69 realized
  69 realize
  69 otherwise
  69 ordered
  69 nice
  69 levels
  69 leader
  69 increases
  69 fields
  69 die
  69 constant
  69 club
  69 buy
  69 boat
  69 Texas
  69 Board
  68 writers
  68 won
  68 sweet
  68 settled
  68 rule
  68 principles
  68 poet
  68 minimum
  68 maybe
  68 lips
  68 horses
  68 historical
  68 foot
  68 flow
  68 fair
  68 dust
  68 drawn
  68 danger
  68 connection
  68 completed
  68 compared
  68 characteristic
  68 calls
  68 animal
  68 Those
  68 Monday
  68 Khrushchev
  68 Democratic
  68 Before
  67 yourself
  67 wine
  67 thick
  67 statements
  67 powers
  67 potential
  67 plus
  67 ordinary
  67 occurred
  67 legs
  67 largely
  67 excellent
  67 ends
  67 dogs
  67 career
  67 camp
  67 beauty
  67 asking
  67 appropriate
  67 answered
  67 actions
  67 Saturday
  67 Paris
  67 Moreover
  67 Du
  66 weather
  66 upper
  66 unity
  66 twice
  66 telephone
  66 substantial
  66 signs
  66 significance
  66 relief
  66 reference
  66 rain
  66 quick
  66 practical
  66 policies
  66 phase
  66 ourselves
  66 ought
  66 membership
  66 issues
  66 intellectual
  66 initial
  66 independent
  66 impact
  66 helped
  66 flat
  66 fingers
  66 emotional
  66 dry
  66 dress
  66 division
  66 directed
  66 despite
  66 declared
  66 chair
  66 box
  66 block
  66 background
  66 July
  66 Hanover
  65 wore
  65 warm
  65 supposed
  65 stands
  65 sit
  65 sections
  65 search
  65 rapidly
  65 projects
  65 politics
  65 plays
  65 measured
  65 leading
  65 imagination
  65 hung
  65 gets
  65 fashion
  65 estimated
  65 employees
  65 electronic
  65 educational
  65 desk
  65 claims
  65 brown
  65 beat
  65 adequate
  65 Though
  65 Phil
  65 Peace
  65 Maybe
  65 He's
  65 D.
  65 California
  65 Bill
  64 wonder
  64 teachers
  64 site
  64 reasonable
  64 protection
  64 objects
  64 object
  64 matters
  64 grew
  64 gray
  64 families
  64 empty
  64 discussed
  64 communication
  64 clean
  64 cell
  64 capable
  64 bodies
  64 approximately
  64 application
  64 aircraft
  64 Laos
  64 Day
  63 yards
  63 universe
  63 typical
  63 spiritual
  63 sleep
  63 primarily
  63 one's
  63 model
  63 message
  63 located
  63 jury
  63 jobs
  63 holding
  63 happen
  63 grow
  63 fighting
  63 fifty
  63 explain
  63 drew
  63 contemporary
  63 closely
  63 broken
  63 birth
  63 belief
  63 aspects
  63 argument
  63 ancient
  63 Tom
  63 Parker
  63 King
  63 Jesus
  63 China
  62 unusual
  62 turning
  62 towards
  62 sufficient
  62 struggle
  62 resolution
  62 relation
  62 reduce
  62 recognize
  62 powerful
  62 portion
  62 pictures
  62 passing
  62 north
  62 newspaper
  62 mission
  62 kill
  62 honor
  62 highest
  62 greatly
  62 fellow
  62 drove
  62 dramatic
  62 dominant
  62 cutting
  62 billion
  62 benefit
  62 assume
  62 assignment
  62 arrived
  62 affairs
  62 achieved
  62 Wilson
  62 M.
  62 December
  62 9
  62 11
  61 wind
  61 weapons
  61 teaching
  61 starting
  61 speech
  61 soft
  61 showing
  61 properties
  61 procedures
  61 prices
  61 post
  61 page
  61 narrow
  61 master
  61 liberal
  61 homes
  61 friendly
  61 escape
  61 department
  61 conference
  61 agencies
  61 U.
  61 Sir
  61 R.
  61 Greek
  61 European
  61 Boston
  61 Are
  61 50
  60 you'll
  60 vast
  60 traffic
  60 stared
  60 sets
  60 save
  60 rising
  60 refused
  60 pleasure
  60 onto
  60 nose
  60 maintain
  60 machinery
  60 location
  60 learning
  60 join
  60 he's
  60 goal
  60 fourth
  60 feelings
  60 extreme
  60 experiments
  60 experiment
  60 existing
  60 everybody
  60 dream
  60 domestic
  60 contained
  60 commercial
  60 column
  60 closer
  60 careful
  60 Who
  60 Friday
  60 Finally
  59 ultimate
  59 tomorrow
  59 task
  59 struck
  59 south
  59 shoulder
  59 setting
  59 sensitive
  59 score
  59 rifle
  59 organizations
  59 novel
  59 maintenance
  59 ideal
  59 heavily
  59 headed
  59 finds
  59 exist
  59 exchange
  59 equally
  59 ended
  59 eat
  59 contract
  59 conclusion
  59 concerning
  59 Under
  59 Sometimes
  59 Negroes
  59 F.
  59 Central
  59 Bible
  58 wondered
  58 uses
  58 useful
  58 understood
  58 tests
  58 technique
  58 talked
  58 stories
  58 smile
  58 slow
  58 sexual
  58 safe
  58 roof
  58 possibly
  58 plants
  58 parties
  58 occasion
  58 neighborhood
  58 metal
  58 lose
  58 liked
  58 lie
  58 judgment
  58 formula
  58 exercise
  58 etc.
  58 establish
  58 emphasis
  58 duty
  58 courses
  58 cool
  58 command
  58 circle
  58 busy
  58 army
  58 appeal
  58 You're
  58 Tuesday
  58 Roman
  58 Nations
  58 India
  58 District
  58 Dallas
  58 Administration
  57 unique
  57 taste
  57 streets
  57 songs
  57 somehow
  57 shook
  57 requires
  57 processes
  57 permitted
  57 pale
  57 painting
  57 majority
  57 keeping
  57 guests
  57 goods
  57 fat
  57 fairly
  57 enjoyed
  57 drop
  57 details
  57 continuing
  57 contact
  57 combination
  57 chemical
  57 charged
  57 causes
  57 budget
  57 baby
  57 associated
  57 aside
  57 appearance
  57 apparent
  57 alive
  57 achievement
  57 Three
  57 Senate
  57 Section
  57 Lewis
  57 Great
  57 Fig.
  57 Every
  57 Congo
  56 wage
  56 truly
  56 tree
  56 thirty
  56 tension
  56 surprised
  56 spot
  56 spite
  56 song
  56 solution
  56 sky
  56 signal
  56 shop
  56 represented
  56 repeated
  56 providing
  56 organized
  56 officials
  56 minds
  56 loved
  56 intensity
  56 informed
  56 headquarters
  56 evident
  56 entrance
  56 entitled
  56 electric
  56 culture
  56 competition
  56 bought
  56 becoming
  56 avoid
  56 apply
  56 advance
  56 academic
  56 There's
  56 September
  56 Palmer
  56 Man
  56 Chinese
  56 Among
  56 14
  55 yes
  55 wished
  55 win
  55 vision
  55 truck
  55 travel
  55 theme
  55 sought
  55 soldiers
  55 she'd
  55 scale
  55 runs
  55 replied
  55 regarded
  55 previously
  55 perfect
  55 notice
  55 naturally
  55 mine
  55 kid
  55 joined
  55 item
  55 identity
  55 hole
  55 hat
  55 firms
  55 extended
  55 device
  55 demands
  55 critical
  55 credit
  55 confidence
  55 conducted
  55 begins
  55 artist
  55 afraid
  55 Your
  55 Martin
  55 Like
  55 Joseph
  55 Joe
  55 Britain
  55 18
  54 worry
  54 wheel
  54 vital
  54 victory
  54 unable
  54 trained
  54 text
  54 symbol
  54 supported
  54 seat
  54 sample
  54 rooms
  54 rock
  54 roads
  54 pure
  54 positions
  54 notes
  54 motion
  54 minute
  54 improved
  54 grounds
  54 double
  54 divided
  54 dictionary
  54 components
  54 bank
  54 attend
  54 Smith
  54 Republican
  54 L.
  54 Jews
  54 16
  53 wonderful
  53 windows
  53 there's
  53 tall
  53 suggest
  53 spend
  53 sin
  53 risk
  53 pushed
  53 prove
  53 properly
  53 percent
  53 p.m.
  53 orders
  53 negative
  53 motor
  53 loose
  53 leg
  53 largest
  53 inner
  53 imagine
  53 huge
  53 granted
  53 generation
  53 games
  53 flowers
  53 experiences
  53 experienced
  53 draw
  53 disease
  53 description
  53 depth
  53 create
  53 conduct
  53 chest
  53 beneath
  53 bear
  53 assigned
  53 absence
  53 Nothing
  53 No.
  53 Japanese
  53 January
  53 Hudson
  52 yellow
  52 widely
  52 wagon
  52 vehicles
  52 troops
  52 title
  52 sounds
  52 soil
  52 pick
  52 phone
  52 payment
  52 machines
  52 introduced
  52 guess
  52 grass
  52 forget
  52 flesh
  52 establishment
  52 element
  52 dozen
  52 decisions
  52 crowd
  52 content
  52 centers
  52 bitter
  52 bedroom
  52 baseball
  52 acting
  52 U.N.
  52 Indian
  52 August
  52 Alfred
  51 wood
  51 wild
  51 wet
  51 waves
  51 views
  51 thoughts
  51 telling
  51 stream
  51 stages
  51 snow
  51 slight
  51 situations
  51 shoulders
  51 raise
  51 putting
  51 plenty
  51 nodded
  51 necessarily
  51 mark
  51 laughed
  51 handle
  51 governments
  51 driving
  51 developing
  51 correct
  51 conflict
  51 characteristics
  51 breakfast
  51 begun
  51 approval
  51 animals
  51 angle
  51 agree
  51 advanced
  51 achieve
  51 abroad
  51 Table
  51 Still
  51 Protestant
  51 October
  51 Los
  51 David
  51 Arthur
  50 walking
  50 uniform
  50 surprise
  50 remove
  50 rear
  50 pull
  50 proud
  50 practices
  50 pair
  50 noticed
  50 mention
  50 issued
  50 interpretation
  50 housing
  50 faced
  50 extremely
  50 extra
  50 expense
  50 elections
  50 easier
  50 devoted
  50 detailed
  50 desired
  50 conviction
  50 conversation
  50 brilliant
  50 breath
  50 advice
  50 Warren
  50 Philadelphia
  50 Massachusetts
  50 Latin
  50 Have
  50 Eisenhower
  50 Did
  50 D
  49 wooden
  49 trust
  49 towns
  49 tiny
  49 tendency
  49 television
  49 taught
  49 silent
  49 sick
  49 request
  49 publication
  49 papers
  49 operator
  49 moon
  49 minor
  49 millions
  49 incident
  49 hopes
  49 firmly
  49 fill
  49 employed
  49 depends
  49 cultural
  49 convinced
  49 conventional
  49 consideration
  49 colors
  49 childhood
  49 administrative
  49 Therefore
  49 About
  49 13
  48 worse
  48 west
  48 valley
  48 tired
  48 swung
  48 suit
  48 speaking
  48 rolled
  48 remarks
  48 quietly
  48 poem
  48 passage
  48 park
  48 opportunities
  48 operate
  48 moments
  48 measures
  48 measurements
  48 maintained
  48 leaves
  48 lady
  48 knowing
  48 impressive
  48 hoped
  48 gold
  48 formal
  48 finding
  48 fifteen
  48 female
  48 estate
  48 efficiency
  48 driver
  48 destroy
  48 de
  48 cry
  48 creative
  48 comparison
  48 choose
  48 chairman
  48 chain
  48 attitudes
  48 agency
  48 advertising
  48 acceptance
  48 Hearst
  48 Co.
  48 Charlie
  48 24
  48 1957
  47 village
  47 version
  47 vacation
  47 unknown
  47 tragedy
  47 testimony
  47 stone
  47 soul
  47 somewhere
  47 sold
  47 skin
  47 silence
  47 shooting
  47 screen
  47 remarkable
  47 railroad
  47 practically
  47 plain
  47 personality
  47 periods
  47 payments
  47 patterns
  47 mere
  47 liquid
  47 limit
  47 library
  47 internal
  47 integration
  47 garden
  47 fundamental
  47 expenses
  47 examples
  47 engine
  47 drinking
  47 detective
  47 deny
  47 denied
  47 dear
  47 concentration
  47 burning
  47 bonds
  47 boats
  47 aspect
  47 apart
  47 P
  47 Moscow
  47 Lincoln
  47 Italian
  47 Fort
  47 Cuba
  47 Black
  47 Angeles
  47 23
  47 21
  46 welfare
  46 wearing
  46 wave
  46 trend
  46 till
  46 threw
  46 strike
  46 stairs
  46 seriously
  46 rural
  46 review
  46 resistance
  46 recommended
  46 provision
  46 precisely
  46 pink
  46 percentage
  46 partly
  46 numerous
  46 nobody
  46 movements
  46 models
  46 missile
  46 minister
  46 losses
  46 lights
  46 interior
  46 independence
  46 identified
  46 humor
  46 hero
  46 functions
  46 fiction
  46 fears
  46 executive
  46 equivalent
  46 engaged
  46 difficulties
  46 decade
  46 creation
  46 contrary
  46 conscious
  46 congregation
  46 concrete
  46 centuries
  46 blind
  46 birds
  46 association
  46 article
  46 artery
  46 anger
  46 Wright
  46 Q
  46 Park
  46 Mantle
  46 League
  46 Junior
  46 Georgia
  46 Frank
  46 Civil
  46 Blue
  46 60
  46 22
  46 1954
  45 welcome
  45 weakness
  45 twelve
  45 target
  45 supplies
  45 sports
  45 sorry
  45 somebody
  45 shut
  45 sheet
  45 shares
  45 safety
  45 ride
  45 referred
  45 promised
  45 promise
  45 preparation
  45 precision
  45 please
  45 panels
  45 opposition
  45 native
  45 medium
  45 meat
  45 luck
  45 load
  45 intended
  45 includes
  45 impression
  45 honest
  45 governor
  45 fought
  45 feels
  45 expansion
  45 encourage
  45 diameter
  45 depend
  45 curve
  45 curious
  45 courts
  45 containing
  45 contain
  45 civil
  45 cast
  45 bills
  45 adopted
  45 Watson
  45 Society
  45 Pennsylvania
  45 Institute
  45 Hall
  45 February
  45 Edward
  45 Alexander
  45 Africa
  44 valuable
  44 thousands
  44 thickness
  44 terrible
  44 taxes
  44 sum
  44 suffering
  44 slaves
  44 singing
  44 shoes
  44 sale
  44 relative
  44 qualities
  44 pounds
  44 path
  44 opinions
  44 offers
  44 odd
  44 mounted
  44 mold
  44 milk
  44 lies
  44 legislation
  44 intelligence
  44 instrument
  44 expensive
  44 employment
  44 elsewhere
  44 dangerous
  44 cup
  44 cross
  44 considerably
  44 climbed
  44 charges
  44 captain
  44 calling
  44 burden
  44 boards
  44 band
  44 arranged
  44 approached
  44 answers
  44 amounts
  44 agent
  44 admitted
  44 accomplished
  44 See
  44 Medical
  44 Manchester
  44 Lucy
  44 Instead
  44 Hans
  44 Five
  44 Big
  44 Asia
  44 Adam
  43 you've
  43 washing
  43 warning
  43 warfare
  43 violence
  43 separated
  43 saved
  43 riding
  43 revolution
  43 resulting
  43 recorded
  43 recognition
  43 readily
  43 reader
  43 rapid
  43 purchase
  43 oxygen
  43 occur
  43 nearby
  43 lovely
  43 lifted
  43 lawyer
  43 investigation
  43 interference
  43 insisted
  43 ice
  43 i.e.
  43 guy
  43 grown
  43 gradually
  43 fun
  43 flight
  43 fired
  43 explanation
  43 expenditures
  43 eventually
  43 essentially
  43 environment
  43 enjoy
  43 emotions
  43 driven
  43 drama
  43 dollar
  43 darkness
  43 count
  43 contribute
  43 consists
  43 confusion
  43 confused
  43 concerns
  43 comfort
  43 collected
  43 coat
  43 bond
  43 believes
  43 automobile
  43 artists
  43 P.
  43 Motors
  43 Mama
  43 Little
  43 Lake
  43 Indeed
  43 Hotel
  43 Him
  43 Figure
  43 Class
  43 Any
  43 Again
  42 wisdom
  42 weapon
  42 wages
  42 varied
  42 touched
  42 tend
  42 switch
  42 sufficiently
  42 suffered
  42 spirits
  42 snake
  42 smooth
  42 shore
  42 seeking
  42 replaced
  42 reflected
  42 reactions
  42 raw
  42 possibilities
  42 porch
  42 pocket
  42 pilot
  42 particles
  42 pace
  42 origin
  42 obtain
  42 mile
  42 mail
  42 listed
  42 liquor
  42 increasingly
  42 identification
  42 helping
  42 heads
  42 hate
  42 fund
  42 foods
  42 exists
  42 excess
  42 east
  42 distinct
  42 dirt
  42 crossed
  42 core
  42 cloth
  42 catch
  42 brain
  42 bound
  42 bag
  42 author
  42 arts
  42 appointed
  42 angry
  42 ain't
  42 acres
  42 Without
  42 Time
  42 Rachel
  42 Place
  42 Nevertheless
  42 Linda
  42 La
  42 G.
  42 Anne
  42 Adams
  41 wire
  41 volumes
  41 visited
  41 varying
  41 urban
  41 tour
  41 tissue
  41 teach
  41 storage
  41 spending
  41 ships
  41 shift
  41 salt
  41 salary
  41 residential
  41 remaining
  41 reduction
  41 psychological
  41 proposal
  41 pleased
  41 opposed
  41 mental
  41 match
  41 loan
  41 involves
  41 insurance
  41 hundreds
  41 holds
  41 favorite
  41 extensive
  41 errors
  41 editorial
  41 ease
  41 distinguished
  41 distinction
  41 developments
  41 describe
  41 democratic
  41 dealing
  41 dancing
  41 continuous
  41 continues
  41 constantly
  41 communities
  41 comment
  41 brush
  41 bread
  41 Will
  41 Office
  41 Let's
  41 Kate
  41 Henrietta
  41 Francisco
  41 Division
  41 Defense
  41 Come
  41 Carl
  41 Captain
  41 Besides
  41 17
  41 'em
  40 younger
  40 writes
  40 virtually
  40 universal
  40 thrown
  40 throw
  40 throat
  40 threat
  40 talent
  40 stepped
  40 steady
  40 societies
  40 smoke
  40 skill
  40 shouted
  40 shear
  40 shared
  40 sell
  40 seed
  40 rough
  40 rode
  40 ring
  40 representative
  40 removal
  40 rare
  40 prominent
  40 prison
  40 prior
  40 pride
  40 permanent
  40 parallel
  40 painted
  40 orchestra
  40 notion
  40 neighbors
  40 missed
  40 marketing
  40 marine
  40 manufacturers
  40 long-range
  40 limits
  40 liberty
  40 joy
  40 investment
  40 indicates
  40 happens
  40 guns
  40 forest
  40 focus
  40 finger
  40 fed
  40 existed
  40 exception
  40 everywhere
  40 display
  40 discover
  40 demanded
  40 cooling
  40 composed
  40 changing
  40 burned
  40 brings
  40 atoms
  40 arc
  40 afford
  40 Winston
  40 Walter
  40 Uncle
  40 Papa
  40 Orleans
  40 Later
  40 Last
  40 Illinois
  40 Gross
  40 Does
  40 Democrats
  40 Commerce
  40 Bob
  40 Atlantic
  40 40
  39 visual
  39 trials
  39 transportation
  39 surely
  39 striking
  39 stranger
  39 secretary
  39 sake
  39 revealed
  39 represents
  39 regarding
  39 recall
  39 reaching
  39 rarely
  39 provisions
  39 participation
  39 offices
  39 objectives
  39 o'clock
  39 necessity
  39 musicians
  39 muscle
  39 lots
  39 legislative
  39 languages
  39 intense
  39 inch
  39 glance
  39 gained
  39 funny
  39 express
  39 engineering
  39 electrical
  39 downtown
  39 determination
  39 destroyed
  39 derived
  39 dependent
  39 defined
  39 deeply
  39 customers
  39 controlled
  39 contributed
  39 considering
  39 comparable
  39 communism
  39 combined
  39 colleges
  39 bars
  39 award
  39 automatic
  39 attractive
  39 assured
  39 anybody
  39 anxiety
  39 allotment
  39 TV
  39 Several
  39 Rayburn
  39 Out
  39 Mississippi
  39 Long
  39 Life
  39 Lawrence
  39 Justice
  39 Judge
  39 Good
  39 Education
  39 Communists
  39 Avenue
  39 Attorney
  39 Air
  38 voices
  38 turns
  38 transfer
  38 tool
  38 thoroughly
  38 theater
  38 tables
  38 sudden
  38 studying
  38 steel
  38 soldier
  38 sharply
  38 selection
  38 scheduled
  38 satisfactory
  38 represent
  38 relationships
  38 primitive
  38 nineteenth
  38 mostly
  38 mankind
  38 leaned
  38 knees
  38 judge
  38 institution
  38 hydrogen
  38 holes
  38 hill
  38 handed
  38 guidance
  38 goals
  38 flying
  38 father's
  38 external
  38 engineer
  38 eleven
  38 doctrine
  38 decide
  38 criticism
  38 corresponding
  38 copy
  38 contains
  38 candidates
  38 brothers
  38 bringing
  38 atomic
  38 assumption
  38 agents
  38 Within
  38 What's
  38 We'll
  38 Was
  38 Treasury
  38 Today
  38 Thompson
  38 Robinson
  38 Research
  38 Pike
  38 Paul
  38 Ohio
  38 Japan
  38 International
  38 Governor
  38 God's
  38 Despite
  38 Cousin
  38 Constitution
  38 Bay
  38 Actually
  38 31
  38 200
  37 tremendous
  37 track
  37 thyroid
  37 they're
  37 tested
  37 swimming
  37 strongly
  37 stronger
  37 stomach
  37 stick
  37 species
  37 sleeping
  37 skills
  37 signed
  37 serving
  37 resulted
  37 restaurant
  37 reply
  37 regional
  37 questionnaire
  37 profession
  37 prime
  37 pressures
  37 organic
  37 noise
  37 newspapers
  37 male
  37 magic
  37 listening
  37 iron
  37 innocent
  37 improvement
  37 improve
  37 illusion
  37 hills
  37 handsome
  37 handling
  37 furniture
  37 formation
  37 forgotten
  37 forever
  37 fool
  37 foam
  37 finish
  37 fail
  37 enormous
  37 edges
  37 ears
  37 drawing
  37 distant
  37 devices
  37 destruction
  37 delivered
  37 deeper
  37 constructed
  37 conscience
  37 comfortable
  37 comedy
  37 civilization
  37 chose
  37 chapter
  37 briefly
  37 blocks
  37 belong
  37 authorized
  37 atom
  37 assure
  37 arrangements
  37 approved
  37 anywhere
  37 anyway
  37 ages
  37 admit
  37 acts
  37 Would
  37 Susan
  37 Senator
  37 Roy
  37 Roberts
  37 R
  37 Public
  37 Much
  37 Holmes
  37 E
  37 Chief
  37 Center
  36 year's
  36 waters
  36 variable
  36 symbols
  36 supplied
  36 substantially
  36 stored
  36 staining
  36 spoken
  36 specifically
  36 severe
  36 serves
  36 seeds
  36 schedule
  36 release
  36 recreation
  36 ratio
  36 random
  36 push
  36 plot
  36 peoples
  36 occupied
  36 observations
  36 mystery
  36 moves
  36 mood
  36 mixed
  36 maturity
  36 managed
  36 license
  36 kinds
  36 intention
  36 instant
  36 images
  36 hurt
  36 host
  36 guide
  36 glad
  36 feature
  36 error
  36 equipped
  36 effectively
  36 edition
  36 dressed
  36 districts
  36 desirable
  36 definite
  36 crew
  36 cooperation
  36 contribution
  36 completion
  36 coating
  36 cleaning
  36 characters
  36 beings
  36 authorities
  36 attended
  36 attempts
  36 aim
  36 affected
  36 accounts
  36 accompanied
  36 Times
  36 Spanish
  36 Peter
  36 People
  36 Nor
  36 Maris
  36 Journal
  36 Jim
  36 Jackson
  36 High
  36 Hardy
  36 Furthermore
  36 Chapter
  35 yield
  35 worried
  35 wear
  35 we're
  35 waste
  35 visiting
  35 tough
  35 tongue
  35 technology
  35 sympathetic
  35 symbolic
  35 sounded
  35 sequence
  35 sees
  35 satisfied
  35 regions
  35 readers
  35 producing
  35 probability
  35 prepare
  35 pleasant
  35 phenomenon
  35 personally
  35 patients
  35 paint
  35 over-all
  35 outstanding
  35 output
  35 outlook
  35 mad
  35 jumped
  35 installed
  35 inevitably
  35 haven't
  35 guard
  35 grant
  35 grade
  35 experts
  35 eggs
  35 doors
  35 disappeared
  35 dirty
  35 consumer
  35 consequences
  35 conclusions
  35 concert
  35 classic
  35 claimed
  35 challenge
  35 calculated
  35 bombs
  35 automatically
  35 agricultural
  35 accurate
  35 accuracy
  35 Wednesday
  35 Stanley
  35 Republic
  35 Pope
  35 Pont
  35 Part
  35 Matsuo
  35 Look
  35 Jane
  35 Hospital
  35 Conference
  35 Clark
  35 Atlanta
  35 1962
  34 worship
  34 western
  34 washed
  34 visitors
  34 visible
  34 vary
  34 urged
  34 tools
  34 tonight
  34 today's
  34 tied
  34 thereby
  34 tends
  34 tells
  34 sympathy
  34 swept
  34 suggestion
  34 stretched
  34 stores
  34 smell
  34 sister
  34 sir
  34 sending
  34 self
  34 scholarship
  34 sad
  34 sacred
  34 row
  34 retired
  34 reception
  34 reasonably
  34 realistic
  34 raising
  34 protect
  34 processing
  34 presumably
  34 preserve
  34 performed
  34 pencil
  34 patent
  34 paintings
  34 owners
  34 owned
  34 openly
  34 normally
  34 nationalism
  34 myth
  34 multiple
  34 mountains
  34 mother's
  34 mistake
  34 meets
  34 mechanical
  34 lying
  34 logical
  34 lists
  34 listen
  34 latest
  34 isolated
  34 illustrated
  34 height
  34 guest
  34 genuine
  34 frequent
  34 filling
  34 extension
  34 exposed
  34 estimate
  34 emotion
  34 drunk
  34 dispute
  34 dignity
  34 desegregation
  34 definition
  34 decades
  34 context
  34 coast
  34 clouds
  34 clerk
  34 candidate
  34 camera
  34 calm
  34 bus
  34 blame
  34 binomial
  34 bigger
  34 bent
  34 axis
  34 alternative
  34 affect
  34 Sept.
  34 Samuel
  34 Neither
  34 Lee
  34 Johnson
  34 Italy
  34 Hill
  34 Harvard
  34 Harry
  34 Four
  34 Earth
  34 Canada
  34 Can
  34 Baker
  33 yard
  33 worst
  33 wise
  33 wash
  33 vehicle
  33 unlike
  33 tragic
  33 survive
  33 suitable
  33 sugar
  33 succeeded
  33 sentence
  33 seldom
  33 scheme
  33 routine
  33 route
  33 roles
  33 rejected
  33 quantity
  33 presents
  33 phrase
  33 performances
  33 parked
  33 owner
  33 neutral
  33 namely
  33 missing
  33 massive
  33 leads
  33 knee
  33 jacket
  33 involving
  33 inevitable
  33 hunting
  33 healthy
  33 guilt
  33 grave
  33 gate
  33 folk
  33 findings
  33 filed
  33 fewer
  33 favorable
  33 fallen
  33 experimental
  33 examine
  33 equation
  33 emergency
  33 dying
  33 discovery
  33 determining
  33 demonstrated
  33 damage
  33 connected
  33 chlorine
  33 cash
  33 cards
  33 branches
  33 bone
  33 bomb
  33 blow
  33 benefits
  33 beach
  33 badly
  33 attempted
  33 arrangement
  33 alert
  33 affair
  33 advised
  33 admission
  33 Too
  33 Thursday
  33 Take
  33 Supreme
  33 Prokofieff
  33 Poland
  33 Player
  33 Never
  33 Jess
  33 Early
  33 Catholics
  33 Be
  33 Andy
  32 world's
  32 weak
  32 violent
  32 variation
  32 testing
  32 tears
  32 suffer
  32 strictly
  32 stems
  32 smiling
  32 slipped
  32 simultaneously
  32 shouting
  32 returning
  32 reporters
  32 remote
  32 remarked
  32 regardless
  32 reflection
  32 receiving
  32 proof
  32 promote
  32 presentation
  32 partner
  32 ocean
  32 occasionally
  32 occasional
  32 nation's
  32 measurement
  32 magazine
  32 lunch
  32 kids
  32 joint
  32 island
  32 interview
  32 instructions
  32 initiative
  32 inadequate
  32 hurry
  32 household
  32 highway
  32 grace
  32 gift
  32 gesture
  32 gathered
  32 fruit
  32 forty
  32 fly
  32 financing
  32 elected
  32 efficient
  32 effectiveness
  32 e.g.
  32 duties
  32 currently
  32 crowded
  32 crime
  32 crazy
  32 covers
  32 covering
  32 courage
  32 cooking
  32 concluded
  32 conception
  32 collective
  32 circles
  32 child's
  32 chicken
  32 burst
  32 bride
  32 beer
  32 awareness
  32 artistic
  32 adjustment
  32 accident
  32 Williams
  32 Square
  32 Second
  32 Scotty
  32 Pat
  32 Next
  32 Mark
  32 Lady
  32 Indians
  32 Howard
  32 Holy
  32 Harold
  32 Gorton
  32 F
  32 Chandler
  32 Castro
  32 26
  32 19
  32 **zg
  31 winning
  31 whereas
  31 wedding
  31 transition
  31 tossed
  31 thermal
  31 tape
  31 survey
  31 successfully
  31 stuff
  31 strain
  31 spots
  31 so-called
  31 slavery
  31 skywave
  31 senior
  31 secondary
  31 saline
  31 ruled
  31 returns
  31 respectively
  31 remark
  31 quarter
  31 protected
  31 printed
  31 precise
  31 poets
  31 poetic
  31 perfectly
  31 parking
  31 panel
  31 pages
  31 nights
  31 nevertheless
  31 naked
  31 muscles
  31 mud
  31 mature
  31 long-term
  31 locking
  31 knocked
  31 involve
  31 invariably
  31 identical
  31 gently
  31 frequencies
  31 fish
  31 fallout
  31 facing
  31 excitement
  31 enterprise
  31 ending
  31 emission
  31 elaborate
  31 discussions
  31 depending
  31 density
  31 decline
  31 dancer
  31 counties
  31 counter
  31 corn
  31 considerations
  31 composer
  31 columns
  31 checked
  31 chamber
  31 ceiling
  31 barely
  31 armed
  31 aren't
  31 allowing
  31 Via
  31 Russians
  31 Prince
  31 Poet
  31 Pacific
  31 Navy
  31 N
  31 Kansas
  31 Had
  31 Field
  31 Dave
  31 Curt
  31 Communism
  31 Christianity
  31 1952
  30 worker
  30 widespread
  30 whenever
  30 virtue
  30 universities
  30 tube
  30 troubled
  30 temporary
  30 suspended
  30 suspect
  30 survival
  30 surprising
  30 supper
  30 superior
  30 substance
  30 stem
  30 starts
  30 stable
  30 sponsored
  30 softly
  30 slave
  30 skilled
  30 shock
  30 selling
  30 secure
  30 scientists
  30 romantic
  30 roll
  30 reveal
  30 reducing
  30 ranging
  30 preceding
  30 piano
  30 occurrence
  30 network
  30 net
  30 movies
  30 mixture
  30 meal
  30 matching
  30 markets
  30 lumber
  30 listened
  30 lightly
  30 letting
  30 instances
  30 impressed
  30 historian
  30 heading
  30 grand
  30 football
  30 flux
  30 films
  30 fence
  30 farther
  30 falling
  30 extraordinary
  30 expert
  30 excessive
  30 et
  30 encountered
  30 eating
  30 divine
  30 dates
  30 cuts
  30 crucial
  30 conservative
  30 consequence
  30 confronted
  30 concentrated
  30 complicated
  30 competitive
  30 campus
  30 blanket
  30 beef
  30 basement
  30 articles
  30 abstract
  30 absolute
  30 You'll
  30 Woodruff
  30 Van
  30 Through
  30 Something
  30 Sharpe
  30 Shakespeare
  30 Sen.
  30 Rector
  30 Professor
  30 Over
  30 Miriam
  30 Mayor
  30 Louisiana
  30 Labor
  30 Johnny
  30 Get
  30 Franklin
  30 Force
  30 Felix
  30 Eddie
  30 Dartmouth
  30 Business
  30 Alex
  29 utility
  29 unconscious
  29 trips
  29 transferred
  29 trail
  29 threatened
  29 tasks
  29 suggests
  29 suburban
  29 strip
  29 split
  29 signals
  29 shots
  29 shorts
  29 shadow
  29 sewage
  29 sciences
  29 scenes
  29 sang
  29 residence
  29 replace
  29 reminded
  29 recording
  29 radical
  29 purely
  29 proportion
  29 pressed
  29 poured
  29 perform
  29 p
  29 movie
  29 morality
  29 modest
  29 missiles
  29 measuring
  29 mainly
  29 magnitude
  29 loans
  29 lesson
  29 junior
  29 ignored
  29 hoping
  29 hence
  29 helps
  29 helpful
  29 guilty
  29 grinned
  29 glasses
  29 furnish
  29 fishing
  29 fate
  29 extend
  29 exciting
  29 evaluation
  29 ethical
  29 era
  29 entertainment
  29 ear
  29 divorce
  29 delight
  29 dealers
  29 dancers
  29 creating
  29 cotton
  29 controls
  29 constitute
  29 consciousness
  29 comments
  29 colored
  29 buying
  29 bronchial
  29 barn
  29 asleep
  29 argued
  29 argue
  29 Sherman
  29 Republicans
  29 Others
  29 O.
  29 Morse
  29 Mickey
  29 Juniors
  29 Industrial
  29 Hence
  29 Carleton
  29 Brooklyn
  29 Brannon
  29 Bank
  29 Assembly
  29 Armed
  29 Ann
  29 Albert
  29 According
  28 you'd
  28 wound
  28 witness
  28 warmth
  28 voting
  28 vigorous
  28 verse
  28 unions
  28 tons
  28 tight
  28 talents
  28 surfaces
  28 studio
  28 structures
  28 specified
  28 sovereignty
  28 sovereign
  28 southern
  28 solutions
  28 silver
  28 shapes
  28 sensitivity
  28 satisfaction
  28 sand
  28 sacrifice
  28 root
  28 representing
  28 rendered
  28 questioned
  28 quarters
  28 propaganda
  28 profit
  28 pound
  28 pot
  28 polynomial
  28 plastics
  28 plastic
  28 peculiar
  28 paused
  28 optimal
  28 offering
  28 newly
  28 meetings
  28 mechanism
  28 marks
  28 losing
  28 locked
  28 lighted
  28 libraries
  28 let's
  28 laugh
  28 jurisdiction
  28 introduction
  28 innocence
  28 industries
  28 hated
  28 happening
  28 graduate
  28 gay
  28 fourteen
  28 fled
  28 false
  28 fabrics
  28 extending
  28 expanding
  28 examined
  28 enthusiasm
  28 encouraged
  28 encounter
  28 electronics
  28 electron
  28 drugs
  28 discuss
  28 dimensions
  28 demonstrate
  28 deliberately
  28 defeat
  28 debate
  28 cure
  28 cow
  28 contributions
  28 consistent
  28 commonly
  28 committed
  28 colony
  28 coal
  28 closing
  28 classical
  28 clarity
  28 citizen
  28 carbon
  28 calendar
  28 branch
  28 bench
  28 bare
  28 ballet
  28 arise
  28 apparatus
  28 anxious
  28 absent
  28 Yankees
  28 Whether
  28 Until
  28 They're
  28 Suppose
  28 Santa
  28 Roosevelt
  28 Ramey
  28 Oct.
  28 Nobody
  28 N.
  28 Irish
  28 Interior
  28 Harris
  28 Hal
  28 Beach
  28 African
  28 1956
  28 1955
  27 weekend
  27 voted
  27 veteran
  27 utterly
  27 upward
  27 upstairs
  27 thanks
  27 territory
  27 tea
  27 surplus
  27 subsequent
  27 slept
  27 sing
  27 shoot
  27 shade
  27 seconds
  27 scope
  27 scattered
  27 samples
  27 salvation
  27 rushed
  27 restrictions
  27 responses
  27 reserved
  27 requirement
  27 reputation
  27 representatives
  27 regulations
  27 refer
  27 recovery
  27 pursuant
  27 pulmonary
  27 proposals
  27 profound
  27 professor
  27 prevented
  27 prestige
  27 prefer
  27 powder
  27 pistol
  27 permits
  27 permission
  27 perception
  27 passion
  27 passes
  27 outer
  27 operated
  27 opera
  27 occurs
  27 observation
  27 municipal
  27 mountain
  27 mirror
  27 minimal
  27 mighty
  27 merit
  27 marriages
  27 maintaining
  27 maid
  27 limitations
  27 laughing
  27 ladies
  27 insist
  27 imagined
  27 horizon
  27 holder
  27 grain
  27 golf
  27 gentle
  27 gathering
  27 friendship
  27 formerly
  27 flew
  27 finance
  27 fiber
  27 fees
  27 exclusive
  27 examination
  27 exact
  27 engineers
  27 ecumenical
  27 dull
  27 drying
  27 doctors
  27 distributed
  27 discipline
  27 diplomatic
  27 dining
  27 delicate
  27 damn
  27 council
  27 consisting
  27 commission
  27 combat
  27 clinical
  27 associations
  27 applying
  27 advantages
  27 acquire
  27 absolutely
  27 a.m.
  27 V
  27 T.
  27 Shayne
  27 Revolution
  27 Obviously
  27 Newport
  27 Myra
  27 Men
  27 Marshall
  27 Legislature
  27 Julia
  27 Jefferson
  27 Hughes
  27 Greenwich
  27 Germans
  27 Fred
  27 Forces
  27 Delaware
  27 Dean
  27 Davis
  27 Dan
  27 Coast
  27 Clayton
  27 Christmas
  27 Cady
  26 we'll
  26 victim
  26 vice
  26 velocity
  26 variables
  26 unhappy
  26 trembling
  26 threatening
  26 textile
  26 tangent
